driver-tests/iepse/IEPUnionAll/UnionAllApp/test/RelationAggregatorInput/template2.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:att="RelationAggregatorInput.RelationAggregatorInput_iep">
  <soapenv:Body>
    <att:StreamInput2_MsgObj>
      <LastName>${LastName.0}</LastName>
      <MID>${MID.0}</MID>
      <RegNum>${RegNum.0}</RegNum>
      <Income>${Income.0}</Income>
      <RegionNum>${RegionNum.0}</RegionNum>
      <SDate>${SDate.0}</SDate>     
      <STime>${STime.0}</STime>
      <SUpdate>${SUpdate.0}</SUpdate>
      <SDesc>${SDesc.0}</SDesc>
    </att:StreamInput2_MsgObj>
  </soapenv:Body>
</soapenv:Envelope>